export const storyData = {
  totalPages: 10,
  pages: [
    {
  pageNumber: 1,
  text: "ایک خوبصورت قلعے میں شیرو نام کا خنجا سا شیر رہتا تھا۔ قلعے کے کنیدے سوئے جیسے چمکتے تھے۔ ہر کرہ رنگوں سے بھرا تھا، جیسے خوابوں کی دنیا۔"
  },
   {
  pageNumber: 2,
  text: "ایک دن، قلعے کے باغ میں شیرو کو ایک چند صندوق ملا۔ صندوق پر پرانے نقش و نگار تھے تھے۔ شیرو جیران ہوا، 'اس میں کیا ہو سکتا ہے؟'"
   },
{
  pageNumber: 3,
  text: "شیرو نے صندوق کو کھولنے کی کوشش کی، مگر تالا نہیں کھلا۔ وہ زور لگاتا، جہیں دھکا دیتا، جہیں چلی ذہن بنتا۔ مگر صندوق جیسے سویا ہوا راز تھا۔"
},
{
  pageNumber: 4,
  text: "شیرو ہر دن ایک نیا طریقہ آزماتا۔ جہیں تکھوڑی، جہیں چھتا، جہیں چھپیلان۔ مگر صندوق بستہ تھا اور بند رہتا تھا۔"
},
{
  pageNumber: 5,
  text: "جہیں لگی شیرو کھگ کر پیچے جاتا۔ 'کل دل سے آواز آئی، 'کو شش کرتے رہو!' اس کی آنکھوں میں پھر امید چمکی۔"
},
{
  pageNumber: 6,
  text: "وہ کئی دن پڑھتا، نقشے دیکھتا، سمجھنے کی کوشش کرتا۔ صندوق کے چھپے کیا راز ہے؟ وہ ہر دن چیز نیا سیکھتا۔"
},
{
  pageNumber: 7,
  text: "پھر ایک دن، شیرو نے جو آیئے میں دیکھا۔ اس نے کہا، 'میں یار ملنے والا نہیں!'"
},
{
  pageNumber: 8,
  text: "ایک جادوئی روشنی چمکی۔ صندوق کھل کھلا گیا! شیرو خران، خوش، اور حیرت میں تھا۔"
},
{
  pageNumber: 9,
  text: "صندوق کے اندر چھڑ چمک رہا تھا — یہ ایک آئینہ تھا! آئینے میں شیرو نے خود کو دیکھا، مضبوط، بہادر۔ ایک آواز آئی: 'اصل خزانہ تم خود ہو۔'"
},
{
  pageNumber: 10,
  text: "شیرو مسکرایا، اب اسے سب سمجھ آ گیا۔ محنت، خوشی، اور خود پر یقین — یہی اصل خزانہ تھا۔ قلعے خوشی سے چمکا اٹھا، اور کہانی کل ہو گئی۔"
}
  ]
};